tap 'caskroom/cask'
tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'git'
brew 'mas'
brew 'node'
brew 'nodenv'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'sqlite'
brew 'tree'
brew 'zsh'

cask 'google-chrome'
cask 'sonic-pi'
cask 'spotify'
cask 'webtorrent'
cask 'zoomus'
cask 'postgresql'
cask 'dash'
cask 'spotify'
cask 'cheatsheet'
