tap 'github/bootstrap'
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew 'git'
brew 'mas'
brew 'node'
brew 'nodenv'
brew 'postgresql'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'sqlite'
brew 'svn'
brew 'tree'
brew 'zsh'
brew 'docker'
brew 'docker-compose'

cask 'google-chrome'
cask 'spotify'
cask 'zoom'
cask 'dash'
cask 'spotify'
cask 'bitwarden'
cask 'slack'
cask 'postman'
cask 'visual-studio-code'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-fantasque-sans-mono'
cask 'font-jetbrains-mono'
